---
kind: enumMember
id: F:Autodesk.Revit.UI.PostableCommand.Conduit
enum: Autodesk.Revit.UI.PostableCommand
zh: 线管
source: html/f6ccdc1b-6ac3-9c49-d0bb-8a7d1877eab0.htm
---
# Autodesk.Revit.UI.PostableCommand.Conduit

**中文**: 线管

Draws rigid conduit runs.